{
    "title": "Maarten Van der Schueren",
    "aboutMe": "Over Mij",
    "description": "Ik ben {{age}} jaar en heb een passie voor technologie. In mijn studie Toegepaste Informatica verdiep ik me in AI en databeheer, essentiële elementen in de wereld van vandaag. Met mijn achtergrond in Elektromechanica wil ik technologie en industrie samenbrengen om bij te dragen aan de innovaties van morgen.",
    "opleiding": "Opleiding",
    "Elektromechanica": "Elektromechanica",
    "EMDESC": "Op Edugo Campus glorieux heb ik de richting Elektromechanica gevolgd. Dit is een richting waarbij ik veel heb geleerd over de werking van machines en installaties. Dit omvat zowel de mechanische als de elektrische kant van machines. Hier hebben we ook PLC programmering geleerd, wat voor mij een doorslag was om verder te gaan in de richting Toegepaste Informatica.",
    "TI": "Toegepaste Informatica",
    "TIDesc": "In het hoger onderwijs volg ik de opleiding Toegepaste Informatica aan de Hogeschool Gent. In deze opleiding heb ik de keuzerichting AI & Data Engineering gekozen. Dit is een richting die zich richt op het werken met (big) data en het ontwikkelen van AI-toepassingen.",
    "stage": "Stage",
    "stageAM": "Stage ArcelorMittal",
    "stageAMDesc": "Tijdens mijn stage bij ArcelorMittal heb ik gewerkt aan computer vision projecten, waaronder het trainen van segmentatienetwerken voor kwaliteitscontrole.",
    "stageDEG": "Stage Degramec",
    "stageDEGDesc": "Voor mijn laatste jaar Elektromechanica in het 6de middelbaar heb ik 10 dagen stage gelopen bij Degramec. Dit was een stage waar ik als Elektromechanieker aan de slag ging. Hier heb ik veel geleerd over het onderhoud en het opbouwen van innovatieve landbouwmachines.",
    "projecten": "Projecten",
    "zonnepanelen": "Voorspelling zonnepanelen",
    "zonnepanelenDesc": "In dit project heb ik een programma gemaakt dat de output van zonnepanelen voorspelt op basis van weersvoorspellingen. Het programma gebruikt historische weersvoorspellingen om een model te trainen dat de output van zonnepanelen in real-time kan voorspellen. Dit is nuttig voor het optimaliseren van energieverbruik en het plannen van energieproductie.",
    "GIP": "Eindwerk Elektromechanica",
    "GIPDesc": "In de richting Elektromechanica heb ik een Eindwerk gemaakt waarbij we alle aspecten van onze richting moesten toepassen. Hierbij hebben we een vicieuze cirkel gemaakt waarbij een blokje van het begin naar het einde moest gaan, waarbij het einde het begin was. Hier hebben we gebruikt gemaakt van pneumatische en elektrische componenten. Ook hebben we een PLC geprogrammeerd die de werking van de cirkel aanstuurde.",

    "TSO": "Technisch Secundair Onderwijs",
    "Arduino": "Kampanimatie met Arduino",
    "arduinoDesc": "In dit klein project heb ik een Arduino gebruikt om een LED-lampje te laten knipperen Dit was voor de inkleding van een kamp, waarbij een raket stuk ging en alle lampjes moesten knipperen. Door 4 schakelaar te gebruiken kon ik de lampjes aan zetten en na een tijd begonnen deze te knipperen. Ook hebben we een rookmachine gebruikt voor een extra effect.",
    "Vaardigheden": "Vaardigheden",
    "lan": "Talen",
    "nl": "Nederlands",
    "en": "Engels",
    "fr": "Frans",
    "motherLang": "Moedertaal",
    "ruimVoldoende": "Ruim voldoende",
    "matig": "Matig",
    "certificaten": "Certificaten",
    "VCA": "VCA Basisveiligheid",
    "driverLicense": "Rijbewijs",
    "expired": "Geldig tot 10-12-2031",
    "ervaringen": "Ervaringen",
    "zlvr": "Zero Latency Gent",
    "kamp": "Kampen met muziekschool Lochristi & De Pinte",
    "footer": "&copy; 2025 Maarten Van der Schueren. Alle rechten voorbehouden."
  }